Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: ཚེ་དང་ལྡན་པ་མིང་འདི་ཞེས་བགྱི་བའི་ལྷུང་བཟེད་འདི་མི་ཆུང་ངམ། མི་ཆེ་འམ། མི་སྐྱ་འམ།
en: Venerable [monk’s name], is this begging bowl too small, too large, or too pale?”

source: དགེ་སློང་ཐམས་ཅད་ཀྱིས་ཀྱང་ལྷུང་བཟེད་དེ་ལྟ་བུ་ཉིད་མ་ཡིན་ན་རེ་རེ་ནས་ལྷུང་བཟེད་བཟང་ངོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: If all the monks agree the begging bowl is none of those, they each say: “The begging bowl is fine.”

source: གལ་ཏེ་དེ་སྐད་བརྗོད་ན་དེ་ལྟ་ན་ལེགས། གལ་ཏེ་མི་བརྗོད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །།
en: If they should say that, then all is well. A serious breach occurs if they do not say that.

source: དེ་ནི་ལྷུང་བཟེད་བྱིན་གྱིས་བརླབ་པའོ། །
en: Sanction for the begging bowl.

source: དེའི་འོག་ཏུ་མཁན་པོ་རང་གིས་དེ་ལ་ལྷུང་བཟེད་བྱིན་གྱིས་བརླབ་པར་བྱའོ། །འདི་ལྟར་བྱིན་གྱིས་བརླབ་པར་བྱ་སྟེ།
en: The preceptor himself then sanctions the begging bowl in the following way.

source: གཉི་ག་འགྲེང་སྟེ་ལག་པ་གཡོན་པར་ལྷུང་བཟེད་བཞག་ལ་ལག་པ་གཡས་པས་བཀབ་ནས་དེས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ།
en: Both rise, and the ordinand places the begging bowl in his left hand while he covers it with his right hand and says the following:

source: མཁན་པོ་དགོངས་སུ་གསོལ།
en: “Preceptor, heed me.

source: བདག་མིང་འདི་ཞེས་བགྱི་བའི་ལྷུང་བཟེད་ཟས་ལ་སྤྱད་པར་འོས་པ་དྲང་སྲོང་གི་སྣོད་འདི་བསླང་བའི་སྣོད་དུ་བྱིན་གྱིས་བརླབ་བོ། །
en: This is my, [ordinand’s name]’s, begging bowl, fit to eat from. Please sanction this sage’s bowl as a container for alms begged.”

source: དེའི་འོག་ཏུ་བསྙེན་པར་རྫོགས་པར་བྱ་བ་དེ་ཐོས་པའི་ཉེན་ཀོར་ནས་བཀར་ཏེ་མཐོང་བ
en: The ordinand is then sequestered out of hearing range but within sight.

source: འི་ཉེན་ཀོར་དུ་ཐལ་མོ་སྦྱོར་དུ་བཅུག་ནས་ཚོགས་ལ་མངོན་དུ་ཕྱོགས་པར་གཞག་པར་བྱའོ། །
en: With his palms joined, he stands facing the assembly.

source: དེའི་འོག་ཏུ་དགེ་སློང་ལས་བྱེད་པས་གསང་སྟེ་སྟོན་པའི་དགེ་སློང་ལ།
en: The monk officiant then asks about the monk who inquires into confidential matters:

source: མཁན་པོ་མིང་འདི་ཞེས་བྱ་བས་མིང་འདི་ཞེས་བྱ་བའི་གསང་སྟེ་སྟོན་པར་གསོལ་བ་བཏབ་པ་གང་ཡིན་ཞེས་དྲི་བར་བྱའོ། །
en: “Who has the preceptor [preceptor’s name] asked to serve as inquirer for this ordinand [ordinand’s name]?”

source: གསང་སྟེ་སྟོན་པ་གང་ཡིན་པ་དེས་
en: Whoever was named to inquire into confidential matters responds:

source: བདག་མིང་འདི་ཞེས་བྱ་བའོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: “It is I, [inquirer’s name].”

source: དེའི་འོག་ཏུ་དགེ་སློང་ལས་བྱེད་པས་གསང་སྟེ་
en: The monk officiant then asks the monk who inquires into confidential matters:

source: སྟོན་པའི་དགེ་སློང་ལ་མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་མཁན་པོ་མིང་འདི་ཞེས་བྱ་བས་མིང་འདི་ཞེས་བྱ་བ་ལ་གསང་སྟེ་སྟོན་པར་སྤྲོའམ་ཞེས་བརྗོད་པར་བྱའོ།
en: “Are you, [inquistor’s name], happy to inquire into the confidential matters of this ordinand [ordinand’s name] at the behest of the preceptor [preceptor’s name]?”

source: དེས་ཀྱང་སྤྲོ་འོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: He responds by saying: “I am happy to do so.”

source: སྟོན་པས་བར་ཆད་དྲི་བའི་ཕྱིར་གསོལ་བ་འབའ་ཞིག་གི་ལས་བྱའོ། །
en: performs an act of motion alone so that the monk who inquires into confidential matters may question the student about impediments.

source: འདི་ལྟར་བྱ་སྟེ། འདུག་ལ་འདི་སྐད་ཅེས་བརྗོད་པར་བྱའོ། །
en: This is how that petition is made. While seated, he says the following:

source: དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བས་མིང་འདི་ཞེས་བགྱི་བ་ལ་གསང་སྟེ་སྟོན་པར་སྤྲོ་ན།
en: This monk, [inquirer’s name], is happy to inquire into the confidential matters of the ordinand [ordinand’s name], at the behest of the preceptor [preceptor’s name].

source: དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བས་མིང་འདི་ཞེས་བགྱི་བ་ལ་གསང་སྟེ་སྟོན་ཏོ། །།
en: This monk, [inquirer’s name], shall inquire into the confidential matters of the ordinand [ordinand’s name] at the behest of the preceptor [preceptor’s name].”

source: དེའི་འོག་ཏུ་གསང་སྟེ་སྟོན་པའི་དགེ་སློང་གིས་དཀྱིལ་འཁོར་བའི་ཕྱི་རོལ་དུ་སོང་སྟེ་
en: The monk who inquires into confidential matters then leaves the inner circle.

source: བསྙེན་པར་རྫོགས་པར་བྱ་བ་དེ་བདག་ལ་ཕྱག་འཚལ་དུ་བཅུག་ནས་མདུན་དུ་ཙོག་ཙོག་པོར་འདུག་ཏུ་བཅུག་སྟེ།
en: The ordinand prostrates to and kneels before him,

source: ཐལ་མོ་སྦྱོར་དུ་བཅུག་ནས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ།
en: then joins his palms as the inquirer says:

source: ཚེ་དང་ལྡན་པ་ཁྱོད་ཉོན་ཅིག་འདི་ནི་ཁྱོད་ཀྱི་བདེན་པའི་དུས། འདི་ནི་འབྱུང་བའི་དུས་ཏེ།
en: “Listen, venerable. It is time for you to be truthful. It is time to come forth.

source: ཁོ་བོས་ཁྱོད་ལ་ཆུང་ཟད་ཅིག་དྲིས། ཁྱོད་མ་འཛེམ་པར་བྱོས་ལ་ཡིན་པ་ལ་ཡིན་ཞེས་སྨྲོས་ཤིག །
en: I shall ask you a few questions. Do not be apprehensive.

source: མ་ཡིན་པ་ལ་ཡང་མ་ཡིན་ཞེས་ལན་ཐོབ་ཤིག །ཁྱོད་སྐྱེས་པ་ཡིན་ནམ།
en: Answer simply by saying what is so is so, and what is not is not. Are you a male?”

source: དེས་སྐྱེས་པ་ལགས་ཞེས་བརྗོད་པར་བྱའོ། །
en: The postulant responds: “I am a male.”

source: སྐྱེས་པའི་དབང་པོ་དང་ལྡན་ནམ། དེས་ལྡན་ཞེས་བརྗོད་པར་བྱའོ། །
en: The inquirer asks: “Do you have male organs?” The postulant responds: “I do.”

source: ལོ་ཉི་ཤུ་ལོན་ནམ། དེས་ལོན་ཞེས་བརྗོད་པར་བྱའོ། །
en: he inquirer asks: “Have you reached the age of twenty?” The postulant responds: “I have reached that age.”

source: ཁྱོད་ཀྱི་ཆོས་གོས་གསུམ་དང་ལྷུང་བཟེད་ཚང་ངམ། དེས་ཚང་ཞེས་བརྗོད་པར་བྱའོ། །
en: The inquirer asks: “Do you have all three Dharma robes and a begging bowl?” The postulant responds: “I have them all.”

source: ཁྱོད་ཀྱི་ཕ་མ་གསོན་ནམ། གལ་ཏེ་གསོན་ཞེས་ཟེར་ན།
en: The inquirer asks: “Are your parents still living?” If the ordinand says his parents are still living,

source: ཁྱོད་ཕ་མས་གནང་ངམ་ཞེས་དྲི་བར་བྱའོ། །དེས་གནང་ཞེས་བརྗོད་པར་བྱའོ། །
en: he is then asked: “Have your parents given you leave?” The ordinand responds: “They have given me leave.”

source: གལ་ཏེ་ཤི་ཟེར་ན། ཁྱོད་བྲན་མ་ཡིན་ནམ།
en: If the ordinand says his parents are deceased, he is asked: “Are you not a bondsman?

source: བརྐུས་པ་མ་ཡིན་ནམ། རྙེད་བཙོན་མ་ཡིན་ནམ། རྩོད་པ་ཅན་མ་ཡིན་ནམ།
en: Are you not a captive? Are you not a pledge? Are you not a pawn?

source: བཙོངས་པ་མ་ཡིན་ནམ། རྒྱལ་པོས་བཀྲབས་པ་མ་ཡིན་ནམ། རྒྱལ་པོ་ལ་སྡིགས་པ་མ་ཡིན་ནམ།
en: Are you not chattel? Are you not a favorite of the king? Are you not a threat to the king?

source: རྒྱལ་པོ་ལ་གནོད་པའི་ལས་བྱེད་པ་མ་ཡིན་ནམ། ཁྱོད་རྒྱལ་པོ་ལ་གནོད་པའི་ལས་བྱས་སམ།
en: Have you not worked to harm the king? Have you worked to harm the king or enlisted others to do so?

source: བྱེད་དུ་བཅུག་པ་མ་ཡིན་ནམ། ཆོམ་རྐུན་པར་གྲགས་པ་མ་ཡིན་ནམ།
en: Are you not a known bandit or thief?

source: ཟ་མ་མ་ཡིན་ནམ།
en: Are you not a eunuch?

source: མ་ནིང་མ་ཡིན་ནམ། དགེ་སློང་མ་སུན་ཕྱུང་བ་མ་ཡིན་ནམ། རྐུ་ཐབས་སུ་གནས་པ་མ་ཡིན་ནམ།
en: Are you not a paṇḍaka? Have you not violated a nun? Are you not an impostor?

source: ཐ་དད་དུ་གནས་པ་མ་ཡིན་ནམ། གནས་པར་མི་བྱ་བ་མ་ཡིན་ནམ། མུ་སྟེགས་ཅན་མ་ཡིན་ནམ།
en: Are you not in segregation? Are you not fallen? Are you not a tīrthika?

source: མུ་སྟེགས་ཅན་ཞུགས་པ་མ་ཡིན་ནམ། ཕ་བསད་པ་མ་ཡིན་ནམ། མ་བསད་པ་མ་ཡིན་ནམ།
en: Are you not a convert to a tīrthika order? Are you not a patricide? Are you not a matricide?

source: དགྲ་བཅོམ་པ་བསད་པ་མ་ཡིན་ནམ། དགེ་འདུན་དབྱེན་བྱས་པ་མ་ཡིན་ནམ། དེ་བཞིན་གཤེགས་པ་ལ་ངན་སེམས་ཀྱིས་ཁྲག་ཕྱུང་བ་མ་ཡིན་ནམ།
en: Have you not killed an arhat? Have you not caused a schism in the saṅgha? Have you not maliciously drawn blood from a tathāgata?

source: སྤྲུལ་པ་མ་ཡིན་ནམ། དུད་འགྲོ་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: Are you not a trickster? Are you not an animal?”

source: དེས་མ་ལགས་ཞེས་བརྗོད་པར་བྱའོ། །
en: The ordinand responds: “No.”

source: ཁྱོད་ལ་ལ་ལའི་བུ་ལོན་མང་ཡང་རུང་ཉུང་ཡང་རུང་ཅུང་ཟད་ཆགས་པ་མེད་དམ།
en: If the ordinand responds that he is not these things, the inquirer asks him: “Have you not incurred some debts, be they large or small?”

source: གལ་ཏེ་བུ་ལོན་ཆགས་སོ་ཞེས་ཟེར་ན། ཁྱོད་བསྙེན་པར་རྫོགས་ནས་འཇལ་ནུས་སམ་ཞེས་དྲི་བར་བྱའོ། །
en: If the ordinand responds “I have incurred some,” the inquirer asks: “Are you able to repay them once you have been ordained?”

source: གལ་ཏེ་མི་ནུས་ཞེས་ཟེར་ན། འོ་ན་སོང་ཤིག་ཅེས་བརྗོད་པར་བྱའོ། །
en: If the ordinand responds “No, I am unable,” the inquirer tells him: “In that case, I ask you to leave.”

source: གལ་ཏེ་བསྙེན་པར་རྫོགས་ནས་འཇལ་ནུས་ཞེས་ཟེར་ན། ཁྱོད་སྔོན་རབ་ཏུ་བྱུང་བ་མ་ཡིན་ནམ་ཞེས་བརྗོད་པར་བྱའོ། །
en: If the ordinand responds “I am able to repay them after I have been ordained, the inquirer asks him: “Have you not gone forth before?”

source: གལ་ཏེ་རབ་ཏུ་བྱུང་ངོ་ཞེས་ཟེར་ན་ཁྱོད་ལ་ཕམ་པར་འགྱུར་བ་བཞི་ལས་ལྟུང་བ་གང་ཡང་རུང་བ་ཞིག་བྱུང་བ་མ་ཡིན་ནམ། །
en: If the ordinand responds “I have gone forth before,” he inquirer asks him: “Did you not transgress and incur one of the four defeats?

source: ཁྱོད་འབབས་པ་ན་བསླབ་པ་ལེགས་པར་ཕུལ་ལམ་ཞེས་དྲི་བར་བྱའོ། །
en: Did you properly offer back your precepts when you stepped down?”

source: གལ་ཏེ་ལྟུང་བ་བྱུང་ངོ་ཞེས་ཟེར་ན། འོ་ན་སོང་ཤིག་ཅེས་བརྗོད་པར་བྱའོ། །
en: If the ordinand responds “A transgression occurred,” the inquirer tells him: “In that case, I ask you to leave.”

source: གལ་ཏེ་མ་བྱུང་ངོ་ཞེས་ཟེར་ན། ཇི་ལྟར་ཁྱོད་ད་ལྟར་རབ་ཏུ་བྱུང་བ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: If the ordinand responds “No transgression occurred,” the inquirer asks him: “Have you now gone forth?”

source: གལ་ཏེ་བདག་རབ་ཏུ་བྱུང་བ་ཡིན་ཞེས་ཟེར་ན།
en: If the ordinand responds “I have gone forth,” the inquirer asks him:

source: ཁྱོད་ཀྱིས་ཚངས་པར་སྤྱོད་པ་ལེགས་པར་སྤྱད་དམ་ཞེས་དྲི་བར་བྱའོ། །
en: “Have you properly lived the holy life?”

source: དེས་ལེགས་པར་སྤྱད་ཅེས་བརྗོད་པར་བྱའོ།
en: The ordinand responds: “I have lived it properly.” If the ordinand says he has lived the holy life properly, the inquirer asks him:

source: ཁྱོད་ཀྱི་མིང་ཅི། ཁྱོད་ཀྱི་མཁན་པོའི་མིང་ཅི།
en: “What is your name? What is your preceptor’s name?”

source: དེས་བདག་མིང་འདི་ཞེས་བགྱི། དོན་གྱི་སླད་དུ་མཚན་ནས་སྨོས་ཏེ་བདག་གི་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་ཞེས་བརྗོད་པར་བྱའོ།
en: The ordinand responds: “My name is [ordinand’s name] and my preceptor’s name, who will speak on my behalf, is [preceptor’s name].” The inquirer asks him:

source: ཚེ་དང་ལྡན་པ་ཁྱོད་ཉོན་ཅིག །མི་རྣམས་ཀྱི་ལུས་ལ་ལུས་ཀྱི་ནད་ཀྱི་རྣམ་པ་འདི་ལྟ་བུ་འདི་དག་འབྱུང་བ་འདི་ལྟ་སྟེ།
en: “Venerable, please listen. Human bodies are subject to diseases that manifest on the body in these ways:

source: མཛེ་དང་། འབྲས་དང་། ཕོལ་མིག་དང་། འབྲུམ་ཕྲན་དང་།
en: as oozing pustules, large pustules, small pustules, exanthema,

source: ཤ་བཀྲ་དང་། ཁྱི་རྔོ་དང་། གཡའ་བ་དང་། གློག་པ་དང་།
en: leprosy, oozing rashes, dry rashes, welts,

source: རྐང་ཤུ་དང་། སྐེམ་ནད་དང་། སྐེམ་པ་དང་། བརྗེད་བྱེད་དང་། །
en: scabs, consumption, pulmonary consumption, fits,

source: བརྗེད་བྱེད་དང་། བཀྲེས་ངབ་དང་། སྐྱ་རྦབ་དང་། རྐང་བམ་དང་། མཚན་བར་རྡོལ་བ་དང་། རིམས་དང་། རིམས་དྲག་པོ་དང་།
en: fits, anal fistula, fluid retention, elephantiasis, urethral fistula, a latent or raging fever,

source: ཉིན་གཅིག་པ་དང་། ཉིན་གཉིས་པ་དང་། ཉིན་གསུམ་པ་དང་། ཉིན་བཞི་པ་དང་།
en: fevers which last a day, two day fevers, tertian fevers, quartan fevers,

source: འདུས་པ་དང་། རིམས་ཉིན་རེ་བ་དང་། རྟག་པའི་རིམས་དང་། རིམས་ལྡང་དུབ་པ་དང་། ཤུ་བ་དང་།
en: complexes, daily fevers, chronic fevers, dissipation, abscesses,

source: གསུད་པ་དང་། སྐྱིགས་བུ་དང་། ལུད་པ་དང་། དབུགས་མི་བདེ་བ་དང་། ལྷོག་པ་དང་།
en: vomiting and diarrhea, hiccoughs, coughs, asthma, carbuncles,

source: ཡན་ལག་ཏུ་ཟུག་པ་དང་། སྐྲན་དང་། ཁྲག་ནད་དང་། མཁྲིས་ནད་དང་། གཞང་འབྲུམ་དང་། སྐྱུག་བྲོ་བ་དང་།
en: pain in the extremities, tumors, blood disorders, jaundice, hemorrhoids, nausea,

source: ཆུས་བགགས་པ་དང་། ངལ་བ་དང་། ལུས་ཚ་བ་དང་། རྩིབ་ལོགས་ཚ་བ་དང་། རུས་པ་ལ་ཟུག་པ་སྟེ།
en: urinary retention, fatigue, pyrexia, arthritis, and bone pain.

source: ལུས་ཀྱི་ནད་འདི་ལྟ་བུ་འདི་དག་ལས་གང་ཡང་རུང་བ་དང་། འདི་ལྟ་བུ་གཞན་དག་ཀྱང་ཁྱོད་ཀྱི་ལུས་ལ་མེད་དམ།
en: Do any of these physical conditions or others like them afflict your body?”

source: དེས་མ་མཆིས་ཞེས་བརྗོད་པར་བྱའོ། །
en: The ordinand responds: “They do not.”

source: ཚེ་དང་ལྡན་པ་ཁྱོད་ཉོན་ཅིག །
en: The inquirer says to him: “Venerable, listen.

source: ཁྱོད་ལ་ད་ལྟར་ངས་གང་དྲིས་པ་དེ་ཉིད་དགེ་འདུན་གྱི་དབུས་སུ་ཡང་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་མཁས་པ་རྣམས་ཁྱོད་ལ་འདྲི་བས་
en: The learned brethren will ask the same questions I have just now asked you but in front of the saṅgha community.

source: དེར་ཡང་ཁྱོད་ཀྱིས་མ་འཛེམ་པར་བྱོས་ལ་ཡིན་པ་ལ་ཡང་ཡིན་ཞེས་སྨྲོས་ཤིག །།
en: Once there, do not be apprehensive.

source: མ་ཡིན་པ་ལ་ཡང་མ་ཡིན་ཞེས་ལན་ཐོབ་ཅིག །
en: Answer simply by saying what is so is so, and what is not is not.

source: ཁྱོད་མ་བོས་ཀྱི་བར་དུ་མ་འོང་བར་སྡོད་ཅིག །
en: Stay here until you are called.”

source: དེའི་འོག་ཏུ་གསང་སྟེ་སྟོན་པའི་དགེ་སློང་གིས་རྒན་པའི་མཐའ་ལོགས་སུ་འགྲེང་སྟེ།
en: The monk who inquired into confidential matters then stands before the senior monks,

source: འདུད་པ་དང་བཅས་པས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ། །
en: bows, and says the following: “Venerable saṅgha, please listen.

source: བདག་གིས་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བས་མིང་འདི་ཞེས་བགྱི་བ་ལ་བར་ཆད་ཀྱི་ཆོས་རྣམས་གསང་སྟེ་རྗེས་སུ་བསྟན་ན། དེ་ཡང་བར་ཆད་ཀྱི་ཆོས་རྣམས་ཡོངས་སུ་དག་གོ་ཞེས་ཁོ་ན་ཉིད་མཆི་ན། །
en: If the preceptor [preceptor’s name] were to again ask the ordinand [ordinand’s name] about the confidential matters regarding impediments I have inquired into, he too will find that the ordinand is utterly free of impediments.

source: ཅི་མཆི་ཞིག་གམ། ཐམས་ཅད་ཀྱིས་གལ་ཏེ་ཡོངས་སུ་དག་ནའོ་ཞེས་བརྗོད་པར་བྱའོ།
en: If that is indeed the case, and the ordinand is asked, ‘Which of these do you have?’ he will respond, ‘I have none at all.’

source: གལ་ཏེ་དེ་སྐད་བརྗོད་ན་དེ་ལྟ་ན་ལེགས། གལ་ཏེ་མི་བརྗོད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།
en: If he says that, then all is well. A serious breach occurs if he does not say that.

source: དེའི་འོག་ཏུ་བསྙེན་པར་རྫོགས་པར་བྱ་བ་དེ་དཀྱིལ་འཁོར་བར་བཀུག་ནས་རྒན་པའི་མཐའ་ལོགས་སུ་ཕྱག་འཚལ་དུ་བཅུག་སྟེ། །
en: The ordinand is then brought into the inner circle and prostrates before the seniormost of those gathered.

source: དགེ་སློང་ལས་བྱེད་པས་བསྙེན་པར་རྫོགས་པ་གསོལ་དུ་གཞུག་པར་བྱའོ། །
en: The monk officiant then prompts him to petition for ordination.

source: འདི་ལྟར་གསོལ་དུ་གཞུག་པར་བྱ་སྟེ། དང་པོར་སྟོན་པ་ལ་ཕྱག་འཚལ་དུ་གཞུག་གོ། །
en: The ordinand first prostrates to the Teacher, then before the seniormost monk.

source: དེའི་འོག་ཏུ་རྒན་པའི་མཐའ་ལོགས་སུ་ཕྱག་འཚལ་དུ་བཅུག་སྟེ། ཕ་གུའི་སྟེང་དུ་རྩྭ་བཏིང་བ་ལ་རྟིང་པ་གཉིས་ཀྱིས་ མནན་ནས་ཙོག་ཙོག་པོར་འདུག་ཏུ་བཅུག་སྟེ།
en: He then squats with his two heels pressed to a grass mat on bricks so as to relieve pressure on the nerves.

source: ཐལ་མོ་སྦྱོར་དུ་བཅུག་ནས་དེས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: Joining his palms, he says: “Venerable saṅgha, please listen.

source: བདག་མིང་འདི་ཞེས་བགྱི་བ་དོན་གྱི་སླད་དུ་མཚན་ནས་སྨོས་ཏེ་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བས་དགེ་འདུན་ལས་བསྙེན་པར་རྫོགས་པར་འཚལ་ཏེ།
en: The preceptor, [preceptor’s name], speaking on my, [ordinand’s name], behalf, seeks consent from the saṅgha for ordination.

source: བདག་མིང་འདི་ཞེས་བགྱི་བས་དོན་གྱི་སླད་དུ་མཚན་ནས་སྨོས་ཏེ། མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བས་དགེ་འདུན་ལས་བསྙེན་པར་རྫོགས་པར་གསོལ་ན།
en: If the saṅgha allows the petition of the preceptor [preceptor’s name], who speaks on my, [ordinand’s name], behalf,

source: དགེ་འདུན་བཙུན་པ་རྣམས་ཀྱིས་བདག་བསྙེན་པར་རྫོགས་པར་མཛད་དུ་གསོལ།
en: I ask that the venerable saṅgha grant me ordination.

source: དགེ་འདུན་བཙུན་པ་རྣམས་ཀྱིས་བདག་དྲང་བར་གསོལ།
en: I ask that the venerable saṅgha guide me.

source: དགེ་འདུན་བཙུན་པ་རྣམས་ཀྱིས་བདག་རྗེས་སུ་གཟུང་དུ་གསོལ།
en: I ask that the venerable saṅgha accept charge of me.

source: དགེ་འདུན་བཙུན་པ་རྣམས་ཀྱིས་བདག་ལ་རྗེས་སུ་བསྟན་དུ་གསོལ།
en: I ask that the venerable saṅgha show me the way.

source: ཐུགས་བརྩེ་བ་ཅན་དགེ་འདུན་བཙུན་པ་རྣམས་ཀྱིས་ཐུགས་བརྩེ་བའི་སླད་དུ་བདག་ལ་ཐུགས་བརྩེ་བར་མཛད་དུ་གསོལ།
en: I ask that the venerable and compassionate saṅgha, in their compassion, extend their compassion to me.”

source: དེ་བཞིན་དུ་ལན་གཉིས་ལན་གསུམ་དུ་བཟླས། དེ་ནི་བསྙེན་པར་རྫོགས་པར་གསོལ་བའོ། །
en: That is repeated a second and a third time. The petition to ask about impediments before the saṅgha.

source: དེའི་འོག་ཏུ་དགེ་སློང་ལས་བྱེད་པས་དགེ་འདུན་གྱི་ནང་དུ་བར་ཆད་དྲི་བའི་ཕྱིར་གསོལ་བ་འབའ་ཞིག་གི་ལས་བྱའོ། །
en: The monk officiant makes an act of motion alone so that the ordinand can be asked before the saṅgha about impediments.

source: འདི་ལྟར་བྱ་སྟེ་འདུག་ལ་འདི་སྐད་ཅེས་བརྗོད་པར་བྱའོ། །
en: While seated, the monk officiant says:

source: མིང་འདི་ཞེས་བགྱི་བ་འདི་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བས་དགེ་འདུན་ལས་བསྙེན་པར་རྫོགས་པར་འཚལ་ཏེ།
en: The ordinand [ordinand’s name] seeks consent from the saṅgha to receive ordination from the preceptor [preceptor’s name].

source: མིང་འདི་ཞེས་བགྱི་བ་འདི་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བས་དགེ་འདུན་ལས་བསྙེན་པར་རྫོགས་པར་གསོལ་ན།
en: If he has petitioned the saṅgha to give consent to the preceptor [preceptor’s name] to grant ordination to the ordinand,

source: བདག་གིས་དགེ་འདུན་གྱི་ནང་དུ་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བས་མིང་འདི་ཞེས་བགྱི་བ་ལ་བར་ཆད་ཀྱི་ཆོས་རྣམས་དྲི་བར་བགྱིའོ།
en: Before the saṅgha, I shall ask about the impediments faced by the ordinand [ordinand’s name] who is to be ordained by the preceptor [preceptor’s name].”

source: དེའི་འོག་ཏུ་དགེ་སློང་ལས་བྱེད་པས་དགེ་འདུན་གྱི་ནང་དུ་བར་ཆད་དྲི་བར་བྱའོ། །འདི་ལྟར་དྲི་བར་བྱ་སྟེ།
en: The monk officiant then inquires into impediments before the saṅgha.

source: ལས་བྱེད་པ་ལ་ཕྱག་འཚལ་དུ་བཅུག་ནས་མདུན་དུ་ཕ་གུའི་སྟེང་དུ་རྩྭ་བཏིང་བ་ལ་རྟིང་པ་གཉིས་ཀྱིས་མནན་ནས་ཙོག་ཙོག་པོར་འདུག་ཏུ་བཅུག་སྟེ། །།
en: The ordinand prostrates to the officiant and then squats with his two heels pressed to a grass mat on bricks so as to relieve pressure on the nerves.

source: ཚེ་དང་ལྡན་པ་ཁྱོད་ཉོན་ཅིག །འདི་ནི་ཁྱོད་ཀྱི་བདེན་པའི་དུས།
en: “Listen, venerable. It is time for you to be truthful.

source: འདི་ནི་འབྱུང་བའི་དུས་ཏེ། ཁོ་བོས་ཁྱོད་ལ་ཅུང་ཟད་ཅིག་དྲིས།
en: It is time to come forth. I shall ask you a few questions.

source: ཁྱོད་མ་འཛེམ་པར་བྱོས་ལ་ཡིན་པ་ལ་ཡང་ཡིན་ཞེས་སྨྲོས་ཤིག །མ་ཡིན་པ་ལ་ཡང་མ་ཡིན་ཞེས་ལན་ཐོབ་ཅིག
en: Do not be apprehensive. Answer simply by saying what is so is so, and what is not is not.

source: ཁྱོད་སྐྱེས་པ་ཡིན་ནམ། དེས་སྐྱེས་པ་ལགས་ཞེས་བརྗོད་པར་བྱའོ།
en: Are you a male?” The postulant responds: “I am a male.”

source: ཁྱོད་ཀྱི་ཕ་མ་གསོན་ནམ། གལ་ཏེ་གསོན་ཞེས་ཟེར་ན། །
en: “Are your parents still living?” If the ordinand says his parents are still living, he is then asked:

source: གལ་ཏེ་ཤི་ཞེས་ཟེར་ན།
en: If the ordinand says his parents are deceased, he is asked:

source: ཁྱོད་བྲན་མ་ཡིན་ནམ། བརྐུས་པ་མ་ཡིན་ནམ། རྙེད་བཙོན་མ་ཡིན་ནམ། །
en: “Are you not a bondsman? Are you not a captive? Are you not a pledge?

source: རྩོད་པ་ཅན་མ་ཡིན་ནམ། བཙོངས་པ་མ་ཡིན་ནམ། རྒྱལ་པོས་བཀྲབས་པ་མ་ཡིན་ནམ།
en: Are you not a pawn? Are you not chattel? Are you not a favorite of the king?

source: རྒྱལ་པོ་ལ་སྡིགས་པ་མ་ཡིན་ནམ། རྒྱལ་པོ་ལ་གནོད་པའི་ལས་བྱེད་པ་མ་ཡིན་ནམ།
en: Are you not a threat to the king? Have you not worked to harm the king?

source: ཁྱོད་རྒྱལ་པོ་ལ་གནོད་པའི་ལས་བྱས་སམ་བྱེད་དུ་བཅུག་པ་མ་ཡིན་ནམ། ཆོམ་རྐུན་པར་གྲགས་པ་མ་ཡིན་ནམ།
en: Have you worked to harm the king or enlisted others to do so? Are you not a known bandit or thief?

source: ཟ་མ་མ་ཡིན་ནམ། མ་ནིང་མ་ཡིན་ནམ།
en: Are you not a eunuch? Are you not a paṇḍaka?

source: དགེ་སློང་མ་སུན་ཕྱུང་བ་མ་ཡིན་ནམ། རྐུ་ཐབས་སུ་གནས་པ་མ་ཡིན་ནམ།
en: Have you not violated a nun? Are you not an impostor?

source: ཐ་དད་དུ་གནས་པ་མ་ཡིན་ནམ། གནས་པར་མི་བྱ་བ་མ་ཡིན་ནམ།
en: Are you not in segregation? Are you not fallen?

source: མུ་སྟེགས་ཅན་མ་ཡིན་ནམ། མུ་སྟེགས་ཅན་ཞུགས་པ་མ་ཡིན་ནམ།
en: Are you not a tīrthika? Are you not a convert to a tīrthika order?

source: ཕ་བསད་པ་མ་ཡིན་ནམ། མ་བསད་པ་མ་ཡིན་ནམ།
en: Are you not a patricide? Are you not a matricide?

source: དགྲ་བཅོམ་པ་བསད་པ་མ་ཡིན་ནམ། དགེ་འདུན་གྱི་དབྱེན་བྱས་པ་མ་ཡིན་ནམ།
en: Have you not killed an arhat? Have you not caused a schism in the saṅgha?

source: དེ་བཞིན་གཤེགས་པ་ལ་ངན་སེམས་ཀྱིས་ཁྲག་ཕྱུང་བ་མ་ཡིན་ནམ།
en: Have you not maliciously drawn blood from a tathāgata?

source: གལ་ཏེ་བསྙེན་པར་རྫོགས་ནས་འཇལ་ནུས་ཞེས་ཟེར་ན། ཁྱོད་སྔོན་རབ་ཏུ་བྱུང་བ་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: If the ordinand responds “I am able to repay them after I have been ordained, the inquirer asks him: “Have you not gone forth before?”

source: གལ་ཏེ་རབ་ཏུ་བྱུང་ངོ་ཞེས་ཟེར་ན་ཁྱོད་ལ་ཕམ་པར་འགྱུར་བ་བཞི་ལས་ལྟུང་བ་གང་ཡང་རུང་བ་ཞིག་བྱུང་བ་མ་ཡིན་ནམ།
en: If the ordinand responds “I have gone forth before,” he inquirer asks him: “Did you not transgress and incur one of the four defeats?

source: གལ་ཏེ་བདག་རབ་ཏུ་བྱུང་བ་ཡིན་ཞེས་ཟེར་ན། ཁྱོད་ཀྱིས་ཚངས་པར་སྤྱོད་པ་ལེགས་པར་སྤྱད་དམ་ཞེས་དྲི་བར་བྱའོ། །
en: If the ordinand responds “I have gone forth,” the inquirer asks him: “Have you properly lived the holy life?”

source: དེས་ལེགས་པར་སྤྱད་ཅེས་བརྗོད་པར་བྱའོ། །
en: The ordinand responds: “I have lived it properly.” If the ordinand says he has lived the holy life properly, the inquirer asks him:

source: དེས་བདག་མིང་འདི་ཞེས་བགྱི་དོན་གྱི་སླད་དུ་མཚན་ནས་སྨོས་ཏེ་བདག་གི་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་ཞེས་བརྗོད་པར་བྱའོ། །
en: The ordinand responds: “My name is [ordinand’s name] and my preceptor’s name, who will speak on my behalf, is [preceptor’s name].”

source: མཛེ་དང་། འབྲས་དང་། ཕོལ་མིག་དང་། འབྲུམ་ཕྲན་དང་། ཤ་བཀྲ་དང་།
en: as oozing pustules, large pustules, small pustules, exanthema, leprosy,

source: ཁྱི་རྔོ་དང་། གཡའ་བ་དང་། གློག་པ་དང་། རྐང་ཤུ་དང་། སྐེམ་ནད་དང་།
en: oozing rashes, dry rashes, welts, scabs, consumption,

source: སྐེམ་པ་དང་། བརྗེད་བྱེད་དང་། བཀྲེས་ངབ་དང་། སྐྱ་རྦབ་དང་། རྐང་བམ་དང་།
en: pulmonary consumption, fits, anal fistula, fluid retention, elephantiasis,

source: མཚན་པར་རྡོལ་བ་དང་། རིམས་དང་། རིམས་དྲག་པོ་དང་།
en: urethral fistula, a latent or raging fever,

source: ཡན་ལག་ཏུ་ཟུག་པ་དང་། སྐྲན་དང་། ཁྲག་ནད་དང་། མཁྲིས་ནད་དང་། གཞང་འབྲུམ་དང་།
en: pain in the extremities, tumors, blood disorders, jaundice, hemorrhoids,

source: སྐྱུག་བྲོ་བ་དང་། ཆུས་བགགས་པ་དང་། ངལ་བ་དང་། ལུས་ཚ་བ་དང་། རྩིབ་ལོགས་ཚ་བ་དང་། རུས་པ་ལ་ཟུག་པ་སྟེ།
en: nausea, urinary retention, fatigue, pyrexia, arthritis, and bone pain.

source: དེས་མ་མཆིས་ཞེས་བརྗོད་པར་བྱའོ། །དེ་ནི་ནང་དུ་བར་ཆད་དྲི་བའོ།། །།
en: The ordinand responds: “They do not.” This was the inner inquiry into impediments.

source: དེའི་འོག་ཏུ་དགེ་སློང་ལས་བྱེད་པས་གསོལ་བ་བྱས་ཏེ་ལས་བྱའོ། །འདི་ལྟར་བྱ་སྟེ།
en: The monk officiant’s petition to ordain. After that, the monk officiant petitions the saṅgha.

source: འདུག་ལ་འདི་སྐད་ཅེས་བརྗོད་པར་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: While seated, he says: “Venerable saṅgha, please listen.

source: མིང་འདི་ཞེས་བགྱི་བ་འདི་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བས་དགེ་འདུན་ལས་བསྙེན་པར་རྫོགས་པར་འཚལ་ནས།
en: The ordinand [ordinand’s name] has sought consent from the saṅgha to receive ordination from the preceptor [preceptor’s name].

source: མིང་འདི་ཞེས་བགྱི་བ་འདི་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བས་དགེ་འདུན་ལས་བསྙེན་པར་རྫོགས་པར་གསོལ་ཏེ།
en: He has petitioned the saṅgha to give consent for the preceptor [preceptor’s name] to grant ordination to the ordinand [ordinand’s name].

source: སྐྱེས་པ་ཡང་ལགས། སྐྱེས་པའི་དབང་པོ་དང་ཡང་ལྡན། ལོ་ཉི་ཤུ་ཡང་ལོན། འདིའི་ཆོས་གོས་གསུམ་དང་ལྷུང་བཟེད་ཀྱང་ཚང་།
en: He is a male, has male organs, has reached twenty years of age, and has all three Dharma robes and a begging bowl.

source: བར་ཆད་ཀྱི་ཆོས་རྣམས་ཀྱང་ཡོངས་སུ་དག་གོ་ཞེས་ཁོ་ན་ཉིད་མཆི་སྟེ།
en: He has attested that he is utterly free of impediments.

source: དགེ་འདུན་གྱིས་མིང་འདི་ཞེས་བགྱི་བ་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བས་བསྙེན་པར་རྫོགས་པར་མཛད་དོ། །
en: I ask that the saṅgha grant consent.”

source: འདི་ནི་གསོལ་བའོ། །ལས་ནི་འདི་ལྟར་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: The motion to act. This is how the motion to act is made: “Venerable saṅgha, please listen.

source: དེའི་སླད་དུ་དགེ་འདུན་གྱིས་མིང་འདི་ཞེས་བགྱི་བ་འདི་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བས་བསྙེན་པར་རྫོགས་པར་མཛད་ན།
en: Therefore, if the saṅgha grants consent for the preceptor [preceptor’s name] to grant ordination to ordinand [ordinand’s name],

source: ཚེ་དང་ལྡན་པ་གང་དག་མིང་འདི་ཞེས་བགྱི་བ་འདི་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བས་བསྙེན་པར་རྫོགས་པར་མཛད་པར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །
en: then venerables, those who can allow the preceptor [preceptor’s name] granting ordination to the ordinand [ordinand’s name] remain silent.

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས་དགེ་འདུན་གྱིས་མིང་འདི་ཞེས་བགྱི་བ་འདི་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བས་བསྙེན་པར་རྫོགས་པར་མཛད་ལགས་ཏེ། འདི་ལྟར་ཅང་མི་གསུང་བས་དེ་དེ་བཞིན་དུ་འཛིན་ཏོ། །
en: The saṅgha acknowledges its acceptance and gives its consent to the preceptor to grant ordination to the ordinand by remaining silent.
